[
    {
        "id": 1,
        "Company_Logo": "https://i.ibb.co/Phzgyd4/amazon.png",
        "Job_title": "Executive Recruiter",
        "Company_Name": "Amazon Inc.",
        "Job_location": "Onsite",
        "Job_type": "Full-time",
        "Location": "Brazil, Colombia, and Venezuela",
        "Salary": "100K - 150K",
        "Job_Description": "An Executive Recruiter is a specialized professional who is responsible for identifying, sourcing, and recruiting senior-level executives and key leaders for an organization. They play a crucial role in shaping the future of the company by identifying and attracting top talent who can drive the organization's growth and success.",
        "Job_Responsibility": "Develop and execute targeted search strategies to identify and attract top talent for senior-level executive positions. Collaborate with hiring managers and stakeholders to understand their talent needs and ensure alignment with organizational goals and objectives. Utilize various sourcing techniques, such as direct outreach, job boards, and social media, to identify and engage with potential candidates. Build and maintain a network of industry contacts to stay current on market trends and identify potential candidates. Conduct initial candidate assessments to determine fit with role requirements and organizational culture.",
        "Educational_Requirements": "Bachelor degree to complete any reputational university.",
        "Experiences": "2-3 Years in this field.",
        "phone": "+6050 6040 6660 55",
        "email": "info@gmail.com",
        "address" : "Amazon Inc.410 Terry Avenue North Seattle, WA 98109,USA"
    },
    {
        "id": 2,
        "Company_Logo": "https://i.ibb.co/KwpK9bd/google.png",
        "Job_title": "Data Analyst",
        "Company_Name": "Google LLC",
        "Job_location": "Remote",
        "Job_type": "Full-time",
        "Location": "Mountain View, California",
        "Salary": "300K - 350K",
        "Job_Description": "A Data Analyst is responsible for collecting, processing, and performing statistical analyses on large datasets to extract meaningful insights that can inform business decisions. This role involves working with various teams and stakeholders to identify key business questions and develop data-driven solutions that can help address them.",
        "Job_Responsibility": "Collect, process, and analyze large datasets using statistical software and tools such as SQL, Python, and Excel. Collaborate with cross-functional teams to identify key business questions and develop data-driven solutions that can inform business decisions. Design and execute experiments to validate hypotheses and identify trends and patterns in large datasets. Develop and maintain dashboards and reports that effectively communicate data insights to stakeholders. Monitor data quality and identify data anomalies, inconsistencies, and errors that may impact analysis results.Conduct ad-hoc analysis and data mining to answer complex business questions and inform strategic decisions. Use data visualization tools to develop effective data presentations that can be easily understood by non-technical audiences.",
        "Educational_Requirements": "Some employers may also require a master's degree or a relevant professional certification, such as a Certified Analytics Professional (CAP) certification.",
        "Experiences": "5 year in this field",
        "phone": "+5500 6951 6750 50",
        "email": "info@gmail.com",
        "address" : "Google Inc.1600 Amphitheatre Parkway Mountain View, CA 94043, USA"
    },
    {
        "id": 3,
        "Company_Logo": "https://i.ibb.co/qjqdsg2/netflix.png",
        "Job_title": "Content Manager",
        "Company_Name": "Netflix Inc",
        "Job_location": "Remote",
        "Job_type": "Full-time",
        "Location": "Los Gatos, California",
        "Salary": "200K - 250K",
        "Job_Description": "A Content Manager is responsible for overseeing the creation, curation, and distribution of digital content across various channels, such as websites, social media platforms, email marketing campaigns, and more. This role involves collaborating with cross-functional teams, such as marketing, design, and development, to create engaging and effective content that resonates with the target audience and achieves business goals.",
        "Job_Responsibility": "Develop and execute a content strategy that aligns with overall marketing and business objectives. Collaborate with cross-functional teams, such as marketing, design, and development, to create and curate compelling digital content across various channels. Manage content calendars and schedules to ensure timely and consistent delivery of content. Analyze content performance data to continuously improve content strategy and maximize ROI. Stay up-to-date on industry trends and best practices in content marketing and digital media. Manage relationships with external content partners and vendors. Develop and maintain brand voice and tone guidelines to ensure consistency across all content. Ensure all content is optimized for search engines and adheres to relevant guidelines and regulations. Write, edit, and proofread content as needed. Train and manage a team of content creators and/or writers to ensure quality and consistency of content production..",
        "Educational_Requirements": "Master's degree in marketing or related fields",
        "Experiences": "2-3 Years in this field.",
        "phone": "+5196 8526 6000 90",
        "email": "info@gmail.com",
        "address" : "Netflix Inc.100 Winchester Circle Los Gatos, CA 95032 ,USA"
    },
    {
        "id": 4,
        "Company_Logo": "https://i.ibb.co/cTgHmJ3/samnsung.png",
        "Job_title": "Product Manager",
        "Company_Name": "Samsung Electronics Co Ltd",
        "Job_location": "Onsite",
        "Job_type": "Full-time",
        "Location": "Canada, Brazil, and Mexico",
        "Salary": "50K - 150K",
        "Job_Description": "A Product Manager is responsible for overseeing the development, design, and marketing of a company's products. This includes analyzing market research data, developing product strategies, defining product features, and working with cross-functional teams to ensure successful product launches.",
        "Job_Responsibility": "Conduct market research to identify customer needs and preferences. Develop and maintain a product roadmap that outlines the product vision, strategy, and goals. Define product features and requirements based on market and customer research. Work closely with cross-functional teams, including design, engineering, marketing, and sales, to develop and launch products on time and within budget. Create product positioning and messaging that differentiates the product from competitors and resonates with target customers. Analyze product performance data to identify areas for improvement and make data-driven decisions about future product development. Collaborate with sales teams to develop pricing and distribution strategies that maximize revenue.",
        "Educational_Requirements": "Bachelor's degree in a related field such as business, marketing, engineering, computer science, or a related field.",
        "Experiences": "2 Years in this field.",
        "phone": "+9940 8791 1958 00",
        "email": "info@gmail.com",
        "address" : "Samsung Electronics Co Ltd 129 Samsung-ro, Yeongtong-gu Suwon-si, Gyeonggi-do 16677 South Korea"
    },
    {
        "id": 5,
        "Company_Logo": "https://i.ibb.co/LJdQv39/shopify.png",
        "Job_title": "Senior UX Designer",
        "Company_Name": "Shopify Inc",
        "Job_location": "Remote",
        "Job_type": "Full-time",
        "Location": "150 Elgin Street",
        "Salary": "180K-250K",
        "Job_Description": "As a Senior UX Designer, you will play a critical role in shaping the user experience for our products. You will work closely with cross-functional teams, including product managers, developers, and other designers, to create innovative and intuitive designs that meet the needs of our users. You will be responsible for leading the design of complex applications, from ideation to implementation, and will ensure that designs are both functional and visually appealing.",
        "Job_Responsibility": "Lead the design of complex applications, from ideation to implementation, ensuring that designs are both functional and visually appealing.Conduct user research and gather insights to inform design decisions, and translate those insights into design solutions. Collaborate closely with cross-functional teams, including product managers, developers, and other designers, to ensure that designs meet the needs of our users and align with product goals. Develop and maintain design systems and style guides to ensure consistency across all products and platforms. Mentor and guide junior designers, providing feedback and helping them grow in their careers. Stay up-to-date with emerging design trends, technologies, and techniques, and incorporate them into our design practices. Create and maintain wireframes, user flows, and prototypes to communicate design concepts and test usability with users.",
        "Educational_Requirements": "Computer and Software",
        "Experiences": "8 years in this field",
        "phone": "+9991 8468  1680 80",
        "email": "info@gmail.com",
        "address" : "Shopify Inc. 150 Elgin Street, 8th Floor Ottawa, ON K2P 1L4 Canada"
    },
    {
        "id": 6,
        "Company_Logo": "https://i.ibb.co/r3X1fxQ/yahoo.png",
        "Job_title": "Technical Program Manager",
        "Company_Name": "Yet Another Hierarchical Officious Oracle (Yahoo)",
        "Location": "Sunnyvale, United States.",
        "Job_location": "Onsite",
        "Job_type": "Full-time",
        "Salary": "500K - 650K",
        "Job_Description": "echnical Program Manager plays a crucial role in the success of complex technical projects within an organization, and requires a unique combination of technical knowledge, project management skills, and strong communication and interpersonal skills.",
        "Job_Responsibility": "Develop project plans and timelines: TPMs are responsible for developing project plans and timelines that are realistic and achievable. They must consider technical requirements, available resources, and potential risks when creating these plans.Track and report progress: TPMs must track project progress against established timelines and budgets, and report on project status to stakeholders. They should have the ability to identify and mitigate risks that could impact project delivery.Coordinate cross-functional teams: TPMs are responsible for coordinating cross-functional teams to ensure all team members understand their roles and responsibilities, and that work is delivered on time and to the required quality standards.Communicate project updates: TPMs must be able to communicate project updates and progress to stakeholders at all levels of the organization. They should be able to present complex technical information in a clear and concise manner.",
        "Educational_Requirements": " bachelor's degree in Computer Science, Engineering, or a related field.",
        "Experiences": "6y years in this field",
        "phone": "+9110 9854 7842 80",
        "email": "info@gmail.com",
        "address" : "Yahoo Inc. 701 First Ave Sunnyvale, CA 94089 USA"
    }
]